{
    "chess_players": {
        "каспаров":
                {
                    "photo": "static/img/kasparov.jpg",
                    "biography": "Советский и российский шахматист, 13-й чемпион мира по шахматам, шахматный литератор и политик.\nГарри Каспаров начал править шахматным миром в возрасте 22 года, став самым молодым бесспорным чемпионом мира по шахматам в 1985 году. Он оставался №1 до выхода на пенсию в 2005 году. Но, как говорится, «каждый шахматный мастер когда-то был новичком», и эта поговорка верна и для чемпиона тоже.\nГарри начал свой путь к тому, чтобы стать одним из лучших шахматистов всех времен, в возрасте 10 лет в шахматной школе Михаила Ботвинника. В 1978 году он случайно попал на профессиональный шахматный турнир, который он выиграл. К 1983 году он занимал 2-е место в мире.\nВ 1984 году он боролся за титул чемпиона мира, но проиграл Карпову в матче из 48 игр. Однако в следующем году он выиграл титул, а затем успешно защитил его 3 раза.\nПосле того, как он покинул ФИДЕ в 1993 году, титул оставался разделенным в течение 13 лет. В конце концов, в 2000 году Каспаров уступил свой титул Крамнику. В 2005 году он объявил о завершении карьеры после победы в престижном турнире в Линаресе в девятый раз. Он был игроком № 1 в мире, когда вышел на пенсию, и полностью доминировал в шахматах в течение 20 лет."
                },
        "карпов":
                {
                    "photo": "static/img/karpov.jpg",
                    "biography": "Советский и российский шахматист и политик, 12-й чемпион мира по шахматам.\nКарпов был самым молодым советским национальным мастером (15 лет), чемпионом мира по шахматам среди юниоров в 1969 году, победил Корчного и Спасского в 1974 году и бросил вызов Бобби Фишеру за титул чемпиона мира. Фишер снялся с чемпионского матча, и Карпов по умолчанию стал чемпионом.\nПравивший с 1975 по 1985 и с 1993 по 1999 год, но спорный, с 160 выигранными турнирами, он уступил свой титул Гарри Каспарову в 1985 году после того, как всего годом ранее успешно защитил его против Каспарова.\nОн выиграл турнир в Линаресе 1995 года, который считается сильнейшим турниром в истории. После защиты своего титула перед Гатой Камским в 1996 году он уступил свой титул в 1999 году в знак протеста против изменений правил ФИДЕ в способе определения титула. Этот впечатляющий рекорд, безусловно, делает его одним из лучших шахматистов всех времен."
                },
        "карлсен":
                {
                    "photo": "static/img/karlsen.jpg",
                    "biography": "Норвежский шахматист, 16-й чемпион мира по шахматам.\nШахматная карьера Магнуса Карлсена полна больших достижений. Ему было всего 13 лет, когда в 2004 году он получил звание гроссмейстера. В 2009 году Магнус Карлсен достиг впечатляющего рейтинга Эло свыше 2800, а всего через год он стал №1 в мире в рейтинге ФИДЕ.\nТри года спустя Карлсен победил действующего чемпиона мира по шахматам Виши Ананда в матче из двенадцати партий. Карлсен выиграл матч всего после 10 партий и стал новым чемпионом мира по шахматам.\nВ следующем году он успешно сохранил свой титул в матче-реванше против Виши Ананда и выиграл чемпионат мира по рапиду 2014 года и чемпионат мира по блицу.\nПозднее в том же году, в мае 2014 г., он достиг пикового рейтинга 2882 – высший рейтинг в истории шахмат. В 2016 году он успешно защитил свой титул во второй раз, на этот раз против Российского Супергроссмейстера Сергея Карякина.\nЧто делает Магнуса одним из величайших шахматистов всех времен, так это то, что у него, похоже, нет слабостей. Он играет в стратегические и позиционные шахматы, но также редко упускает тактические возможности – и получив небольшой перевес, умеет превратить его в победу."
                },
        "фишер":
                {
                  "photo": "static/img/fisher.jpg",
                  "biography": "Бобби Фишер был первым американцем, ставшим чемпионом мира по шахматам. Он выделялся необычными особенностями, присущими гениальной личности. Фишер вырос в Бруклине, в возрасте 6 лет научился играть в шахматы и быстро стал мастерски играть. В августе 1958 года в возрасте 15 лет он стал международным гроссмейстером.\nВ 1972 году шахматист устроил незабываемый,  нашумевший поединок с русским чемпионом Борисом Спасским в Рейкьявике, Исландия. Выиграв 21 игру, Фишер стал чемпионом. Но Фишер был весьма странной, эксцентричной фигурой, затворником. Он никогда не защищал свою корону, отверг матч 1975 года с представителем Международной Шахматной Федерации Анатолием Карповым. Федерация присудила звание Карпову, а Фишер не появлялся на публике почти 2 десятилетия.\nВ 1992 году он снова сыграл с Борисом Спасским в Белграде, призовой фонд игры составил пять миллионов долларов. Согласившись на игру, Фишер нарушил бойкот между США и Югославией. Он выиграл матч, получив 3.5 миллиона. Однако следующее десятилетие в своей биографии Фишер провел отшельником, спасаясь от американской власти."
                },
        "ласкер":
                {
                  "photo": "static/img/lasker.jpg",
                  "biography": "Эмануил Ласкер — второй шахматный чемпион, который удерживал шахматную корону в течение 27 лет ( c 1894 по 1921 гг.).\nЭтот рекорд до сих пор остается непревзойденным!В 1894 году Ласкер добился звания чемпиона мира по шахматам, обыграв сильнейшего соперника в лице Вильгельма Стейница. 58-летний Стейниц, несмотря на прекрасно разработанную стратегию игры, не смог удержать свой титул перед напором талантливого молодого шахматиста. Но многие спортсмены по шахматам в то время не торопились признавать Ласкера чемпионом. Они были уверены, что Стейниц проиграл не из-за отличной игры 25-летнего шахматиста, а из-за своего преклонного возраста. Тем не менее для Эмануэля Ласкера это был старт для будущих громких побед. Еще некоторое время ему приходилось доказывать шахматному миру, что он по праву носит титул второго чемпиона мира. В начале 1897 года был назначен матч-реванш с Вильгельмом Стейницем. Этот решающий турнир привлек внимание всех любителей шахмат, - не удивительно, проигравший ранее Стейниц был решительно настроен вернуть себе звание чемпиона. Интересная борьба двух мастеров окончилась победой Ласкера, где тот обошел соперника с большим отрывом.\nЛаскер обладал универсальным стилем игры, однако его самыми сильными сторонами считали позиционное чутьё и эндшпиль. Многие биографы и исследователи называют Ласкера первооткрывателем психологического подхода к шахматам: считается, что Ласкер зачастую был готов пойти на ухудшение своей позиции, чтобы направить игру в неудобное для конкретного противника русло. Эта точка зрения популярна и сейчас, хотя часть экспертов считает её заблуждением и объясняет достижения Ласкера глубоким пониманием шахмат и умением оценить плюсы и минусы того или иного продолжения партии."
                },
        "ботвинник":
                {
                  "photo": "static/img/botvinnik.jpg",
                  "biography": "Длинная жизнь и успешная карьера шестого чемпиона мира по шахматам принесли ему не только славу, но и всеобщее почитание.\nМихаил Ботвинник тренировал таких великих мастеров, как Гарри Каспаров, Анатолий Карпов и Владимир Крамник. Он был не только великим игроком сам по себе, но и внес большой вклад в развитие чемпионата мира по шахматам.\nВ 1930 году он стал чемпионом СССР. Из-за Второй мировой войны он не смог бросить вызов Алехину. В начале 1940-х он победил сильное советское поле за звание «Абсолютного чемпиона СССР».\nОн начал свое мировое правление в 1948 году и удержал его до 1963 года. Он защитил свой титул против Давида Бронштейна в 1951 году (матч закончился вничью), а затем снова в 1954 году после очередной ничьей со Смысловым. Смыслов, его соперник в то время, наконец украл титул в 1957 году, но Ботвинник вернул себе титул в матче-реванше в 1958 году. В 1960 году Михаил Таль выиграл титул, но Ботвинник снова смог вернуть себе титул в матче-реванше 1961 года.\nНаконец, он проиграл титул в 1963 году Тиграну Петросяну. Ботвинник вышел на пенсию в 1970 году и посвятил себя разработке шахматных программ и обучению молодых Советских Игроков."
                },
        "менчик":
                {
                  "photo": "static/img/menchik.jpg",
                  "biography": "Первая чемпионка мира среди женщин, почти 100 лет назад доказала, что шахматы - это не только мужская игра. Она выиграла свои матчи против Джорджа Алана Томаса, Реджинальда Прайса Мичелла и Хьюберта Эрнеста Прайса, а остальные сыграла вничью. Эти три победы без поражений соответствовали показателям выдающегося гроссмейстера Акибы Рубинштейна на том же турнире и на пол-очка опережали своего бывшего учителя гроссмейстера Гезу Мароци. Менчик имела равный прижизненный счет против чемпиона мира гроссмейстера Макса Эйве в пяти играх (+2 = 1-2) и чемпиона США гроссмейстера Сэмюэля Решевски в двух поединках (+1-1), Австриец же Альберт Беккер создал 'Клуб Веры Менчик', проиграв ей на турнире в Карловых Варах 1929 года, высмеяв ее участие в турнире.\nТрагическая смерть Менчик в результате ракетного удара немцев в 1944 году, за шесть лет до того, как был учрежден титул GM, лишила ее возможности получить его. К сожалению ФИДЕ не присудила титул посмертно великому гроссмейстеру."
                },
        "гаприндашвили":
                {
                  "photo": "static/img/gaprindashvili.jpg",
                  "biography": "Она стала первой женщиной - гроссмейстером в 1978 году. На чемпионате, набрав 6,5 балла из девяти возможных, она разделила первое место с гроссмейстерами Юрием Балашовым, Драгутиным Саховичем и Оскаром Панно.\nНаследие Гаприндашвили было закреплено даже без ее титула гроссмейстера. Она была чемпионкой мира среди женщин 16 лет, взяв этот титул у IM Елизаветы Быковой в 1962 году и защищая его четыре раза. Гаприндашвили дважды выиграла чемпионат СССР среди женщин и еще трижды выиграет его в качестве гроссмейстера. Она доминировала на женских олимпиадах, играя в 12 из них и набрав +94 = 26-8, при этом выигрывая командное золото 11 раз и личное золото восемь раз.Гаприндашвили продолжала играть до 70 лет. В 1995 году она стала чемпионкой мира среди взрослых. Двадцать четыре года спустя, в 2019 году в возрасте 78 лет, Гаприндашвили в пятый раз стала чемпионкой мира среди женщин старше 65 лет."
                },
        "быкова":
                {
                  "photo": "static/img/bykova.jpg",
                  "biography": "Елизавета Быкова родилась в селе Боголюбово Владимирской области. Первого шахматного успеха она добилась в чемпионате Москвы 1937 года – 3-е место; позже она шесть раз становилась чемпионкой Москвы и трижды –  чемпионкой СССР.\nСтать чемпионкой мира с первой попытки ей не удалось. В турнире на первенство мира, который проводился в 1949-1950 годах, Быкова поделила 3-4-е места. Более успешной оказалась вторая попытка. Выиграв в 1952 году турнир претенденток, Быкова получила право на матч с Людмилой Руденко. Он состоялся в 1953 году и принес победу претендентке со счетом 8:6. Так на шахматном троне произошла смена королевы.В 50-х годах она, несомненно, была сильнейшей шахматисткой планеты, но все же уступила в 1956 году звание Ольге Рубцовой, заняв лишь второе место в тройном матч-турнире на первенство мира. Однако через два года Быкова вернула себе утраченное звание, победив в матче Рубцову со счетом 8,5:5,5. В 1960 году Быкова подтвердила свое право именоваться чемпионкой, обыграв Киру Зворыкину – 8,5:4,5. Это был ее последний успех в борьбе за первенство мира. На шахматном небосклоне появилась новая «звезда» – молодая грузинская шахматистка Нона Гаприндашвили, которая победила предшественницу в 1962 году с внушительным счетом 9:2."
                },
        "полгар":
                {
                  "photo": "static/img/polgar.jpg",
                  "biography": "Гроссмейстер Юдит Полгар - единственный игрок в списке, который так и не стал чемпионом мира среди женщин, но на то есть веская причина. Она и никогда не пыталась получить этот титул. Юдит была просто слишком сильным игроком и лучше подходила для открытых турниров. Она выиграла игры у гроссмейстеров Гарри Каспарова и Магнуса Карлсена, когда они были №1 в мире. Полгар даже свергла гроссмейстера Бобби Фишера. Когда Полгар получила титул гроссмейстера в 1991 году, она была самой молодой из всех, побив рекорд Фишера. В январе 2003 года она присоединилась к рейтинговому клубу 2700, оставаясь единственной женщиной, сделавшей это. В январе следующего года Полгар достигла восьмого места в рейтинге ФИДЕ, и оставалась в первой десятке до 2006 года. В 2005 году Полгар подошла ближе всех, чем когда-либо было, к тому, чтобы стать чемпионкой мира по шахматам, играя за ФИДЕ в составе восьми игроков. Когда Полгар вышла на пенсию в 2014 году, она все еще оставалась лучшей женщиной в шахматах - 2675. Шахматистка Хоу обгонит ее в следующем году, когда достигнет 2686. К тому моменту Полгар была лучшей шахматисткой в течение четверти века."
                }
    },
    "chess_training": {
                "1": {
                  "text": "Начнем наше обучение со знакомства с фигурами и c того, как они ходят\n Начнем с самой сильной фигуры. Ферзь может ходить во всех направлениях: по диагонали и по прямой (вверх, вниз и в сторону). Более того, — на любое расстояние.\nПерепрыгивать через другие фигуры не разрешено (это может делать только конь).\nЛюбую фигуру соперника, стоящую на пути,  ферзь может побить. На диаграмме — коня. А вот слон из своего же лагеря – препятствует ферзю двигаться.\nПроще говоря, способ передвижения ферзя объединяет возможности ладьи и слона.",
                  "photo": "static/img/chess/1.jpg"
                },
                "2": {
                  "text": "Теперь на очереди самая уникальная фигура – король. Главная особенность — побить короля нельзя, это не предусмотрено правилами.\nХоды короля схожи с ходами ферзя. Разница в том, что король может двинуться только на одно поле, а ферзь на любое количество.\nХоды можно делать во всех возможных направлениях, — вперед, назад, по диагонали и в сторону.\nКороль так бьет и фигуры соперника",
                  "photo": "static/img/chess/2.jpg"
                },
                "3": {
                  "text": "Наряду с ферзем, считается «тяжелой» фигурой. Направление движения ладьи – прямая. Вверх, вниз или в стороны.\nРасстояние – любое, если траекторию не загораживают другие фигуры. Перепрыгивать их ладья не может. То есть, в сравнении с ферзем, ладья не может ходить по диагонали.\nОтносительный «вес» (ценность) ладьи – 5 пешек. Для сравнения конь или слон эквивалентен трем пешкам. Ферзь – девяти.\nТо есть, как правило ладья сильнее легкой фигуры (коня или слона), но немного слабее пары конь+слон. А две ладьи чуть сильнее ферзя.",
                  "photo": "static/img/chess/3.jpg"
                },
                "4": {
                  "text": "Какая шахматная фигура ходит буквой Г? Правильно, конечно же конь. И только конь.\nНа диаграмме зеленым цветом окрашены поля, на которые может «скакнуть» конь, находящийся в центре доски.\nЕще одна важнейшая способность коня, — он может перескакивать через фигуры, включая фигуры соперника.",
                  "photo": "static/img/chess/4.jpg"
                },
                "5": {
                  "text": "Слон, как и конь, считается легкой фигурой. Направление передвижения слона — исключительно по диагонали. На любое расстояние.Также, как и другие фигуры, (за исключением коня), слон может двигаться только по свободному пространству доски.  Чужую фигуру, встретившуюся на пути, — он может побить, своя же просто препятствует передвижению слона/",
                  "photo": "static/img/chess/5.jpg"
                },
                "6": {
                  "text": "Несмотря на свою непритязательность в плане ценности (силы) фигуры, пешка по разнообразию своих возможностей превосходит другие фигуры.\nОсновные особенности пешки: Ходит только вперед, бьет по диагонали, и бить другие пешки «на проходе». Когда пешка достигает последней горизонтали, она превращается в любую фигуру. Пешка может стать ферзём, ладьёй, слоном или конём, но не королём.\nПешка в стартовой позиции может продвинуться на одно или на два поля вперед.\nТраектория взятия пешкой — по диагонали на одно поле и исключительно вперед. Назад не ходить, не брать пешка не может.",
                  "photo": "static/img/chess/6.jpg"
                },
                "7": {
                  "text": "Теперь рассмотрим расстановку фигур на доске\nКаждому игроку предстоит расставить свою армию, в которой состоят:\n2 ладьи;\n2 слона;\n2 коня;\nЕго величество с королевой (ферзем);\n8 пешек.\nПравила расстановки довольно просты. На крайних клетках в первом ряду стоят ладьи, за ними ставятся кони и слоны. Центральные клетки первого ряда предназначены для главных фигур. Для ферзя предусмотрена клетка одного с ним цвета, он любит свой цвет! Где стоит король - рядом с ферзем. Во втором ряду доски перед ними расставляются пешки, играющие роль рядовых вашей настольной армии. Именно им предстоит делать первый ход, подставляться под удар, защищая короля. Такое расположение фигур считается классическим.",
                  "photo": "static/img/chess/7.jpg"
                },
                "8": {
                  "text": ["Давайте поговорим о защите. Иногда от угрозы можно просто сбежать.\nНа приведенном примере, чтобы измежать атаки слонов, достаточно переместить ладью на c1.", "Но не всегда есть возможность просто убежать.\nНа данном примере мы видим, что конь в любом случае попадает под удар ферзя, но у нас есть шанс защитить нашу фигуру. При перемещении ладьи на a7, наш конь будет под защитой. То есть если ферзь будет атаковать, то попадет под удар ладьи."],
                  "photo": ["static/img/chess/8.jpg", "static/img/chess/8.2.jpg"]
                },
                "9": {
                  "text": ["Шах — это нападение на короля. То есть ситуация в шахматах, когда король находится под ударом какой-либо фигуры.\n А теперь попробуем поставить шах вражескому королю за один ход.", "А вот и шах!", "Давайте попробуем еще.\nЗадача все таже: поставить шах вражескому королю за один ход.", "Шах ставиться так:"],
                  "photo": ["static/img/chess/9.1.jpg", "static/img/chess/9.2.jpg", "static/img/chess/9.3.jpg", "static/img/chess/9.4.jpg"]
                },
                "10": {
                  "text": ["Теперь рассмотрим как выходить из шаха. Есть 3 способа защиты от него.\nПервый - убежать. На данном примеры, чтобы выйти из шаха, достаточно переставить короля на b4.", "Самая важная защита от шаха — съесть фигуру, которая поставила шах. С этим делом может справиться даже сам король, если фигура подошла к нему слишком близко и оказалась без защиты.Если фигура, которая поставила шах, находится под боем — ее можно съесть и любой другой фигурой.\nНа данном примеры, черный слон ставит шах белому королю, но его может атаковать конь, убрав угрозу.", "Если вражеская фигура ставит шах издалека, можно позвать на помощь королю другую фигуру и закрыть его ей. Можно сказать, что эта фигура станет для короля щитом. Например, в нашем случае, переместив ладью на h4, мы закроем короля от шаха."],
                  "photo": ["static/img/chess/10.1.jpg", "static/img/chess/10.2.jpg", "static/img/chess/10.3.jpg"]
                },
                "11": {
                  "text": ["Мат – это положение на доске, когда король одной из сторон находится под шахом (под боем) и не имеет возможности защититься от шаха каким либо способом. Попробуем  поставить мат черному королю.", "А вот и мат. Вражеский король в любом случае попадает под удар ферзя или ладьи.", "Теперь посложнее. Как поставить мат, чтобы король не смог защититься.", "Следует атаковать пешкой, чтобы король попал под удар слона и не имел шансов для защиты."],
                  "photo": ["static/img/chess/11.1.jpg", "static/img/chess/11.2.jpg", "static/img/chess/11.3.jpg", "static/img/chess/11.4.jpg"]
                },
                "12": {
                  "text": "Рокировка – это ход с участием сразу двух фигур. А именно, короля и ладьи.  При рокировке король перемещается изначальной позиции через поле (вправо, или влево). а ладья перескакивает через короля, становясь на соседнее поле.\nРокировка возможна с обеими ладьями: рокировку с ближней ладьей (h1) называют короткой, а рокировку с дальней ладьей (а1) — длинной.\n Но для рокировки должны быть соблюдены следующие правила:\n ✔Рокироваться можно, только если король и ладья стоят на своих начальных местах и они еще не ходили.\n ✔Рокировка возможна только в том случае, если между королем и ладьей на доске нет других шахматных фигур.\n ✔Нельзя рокироваться в тот момент, когда королю объявили шах.\n ✔Король при рокировке не имеет права прыгать через битое поле.Битым полем в шахматах называют поле, которое атаковано фигурой противника. Король не имеет права перелетать через клетку, атакованную соперником. А вот ладья при длинной рокировке имеет право перелететь через битое поле b1.\n ✔Конечно же, король не может рокироваться под шах. Рокировку невозможно сделать, пока поле g1 (или с1 — для длинной рокировки) атаковано одной из фигур соперника.",
                  "photo": "static/img/chess/12.jpg"
                },
                "13": {
                  "text": "Ну и последнее о чем мы поговорим - взятие на проходе. Взятие на проходе – это ход, при котором пешка бьет пешку через «битое поле».\nЕсли пешка из начального положения (то есть, находясь на второй или седьмой горизонтали), ходит сразу на два поля и поле, через которое она проскакивает,  бьется пешкой соперника (битое поле), она может быть побита этой пешкой противника.\nНа проходе разрешено бить  исключительно  пешку, и брать на проходе может только пешка!",
                  "photo": "static/img/chess/13.jpg"
                },
                "14": "На этом пока всё. Вы можете попробовать сыграть в шахматы на нашем сайте: https://swanky-desert-hovercraft.glitch.me."

    },
    "interesting_facts": [
      "Термины «шах» и «мат» появились от персидского выражения shahmat («король мертв»)", "Мигель Найдорф в 1947 году играл одновременно 45 партий с завязанными глазами (ходы противников ему говорили устно). Он выиграл 39 партий, две свел в ничью, четыре проиграл.", ["Есть шахматы для слепых. Выглядят они так.", "static/img/facts/1.jpg"], "В 1996 году Роберт Фишер показал свой вариант шахмат – Fischerrandom chess. Правила такие же, но начальная расстановка фигур случайно выбирается из 960 вариантов.", "Виктор Корчной (эмигрировал из СССР в Швейцарию и представлял ее на турнирах) в матче за звание чемпиона мира против Анатолия Карпова протестовал против того, что сопернику передали йогурт – его цвет мог быть подсказкой. Но этого никто так и не доказал.", "В «Домострое» шахматы отнесены к «бесовским играм».", "Каисса, богиня - покровительница шахмат. Стала известна благодаря поэтическому произведению 'Каисса, Поэма о шахматах' (1763) английского писателя и востоковеда У. Джонса (1746-1794). В ней говорится о любви бога войны Марса к одной из нимф Олимпа - Каиссе. Он добивается взаимности, подарив возлюбленной новую игру - 'Шах и Мат', изобретенную с помощью бога спорта - Эвфрона.", ["В теории мат ставится за два хода. Например, такое было в матче 1983 года Лэнс Дарлинг – Ричард Вуд.", "static/img/facts/2.jpg"],
      "На чемпионате Китая в 2009-м Хоу Ифань получила техническое поражение. Она на пять секунд опоздала на партию.", "В большинстве языков пешка – это пеший солдат, но в немецком и испанском вместо него крестьянин.", "В средневековых шахматах каждой пешке давали отдельное имя: от купца и врача до ткачихи и трактирщика. Но не прижилось.", "Прародительницей шахмат является Индия. Неудивительно, что в этом крае мудрости и особого взгляда на мир появилась эта прекрасная игра.", "Теоретически самая длинная партия может длиться максимум 5949 ходов.", "В реальности самая длинная шахматная партия длилась 20 часов и 15 минут. Иван Николич и Горан Арсович сделали на двоих 269 ходов и сыграли вничью.", "Немецкий шахматист и математик Эмануил Ласкер боролся за авторские права на партии, чтобы «шахматисты не умирали в нищете».", "Вторая книга в истории на английском языке была о шахматах (первая – сборник о Троянской войне).", "Сергей Карякин стал самым молодым гроссмейстером в истории (12 лет и 7 месяцев). Самый старый – Энрико Паоли (88 лет).", "В СССР было звание «гроссмейстер по переписке». Для тех, кто играет в шахматы заочно.", "Кстати, бывали даже заочные битвы городов. Например, в XIX веке Лондон играл против Эдинбурга.", "Королева изначально была слабой фигурой – двигалась только на одну клетку по диагонали. Правила изменили, когда испанская королева Изабелла Кастильская (1451-1504) стала одной из главных правительниц в Европе. ",
      "Шахматы – олимпийский вид спорта. Но у них отдельная Олимпиада, где шахматистов тоже проверяют на допинг.", "Китайский император Вэнь-ди казнил двух шахматистов, когда узнал, что они называют ферзей императорами.", " Шахматы произошли от древнеиндийской игры VI века чатуранга, чье название переводится с санскрита как «четыре подразделения войска», что включает в себя пехоту, конницу, слонов и колесницы, которые представлены в шахматах пешкой, конем, слоном и ладьей.", "В среднем 37,5% партий на турнирах профессионалов выигрывают белые фигуры, 27,6% – черные. Остальные заканчиваются ничьей.", "В древних и средневековых шахматах имелось немало экзотических модификаций фигур: драконы, кентавры, епископы, всадники и т. д. С развитием цивилизации их набор пополнялся, в том числе гренадерами, саперами и другими военными специалистами, а XX век обогатил шахматы танками, самолетами, и даже атомной бомбой, в которую превращается пешка, добравшись до последней горизонтали.", ["Это чатуранга. Древнеиндийская прародительница шахмат, но для четырех игроков.", "static/img/facts/3.jpg"], "В повести братьев Стругацких «Полдень, XXII век» упоминается метод «Каспаро-Карпова». В год издания повести (1962) Анатолию Карпову было 11 лет, а Гарри Каспаров еще не родился.", "До изобретения механических часов шахматисты использовали песочные.", "Немецкий шахматист Эмануил Ласкер 27 лет удерживал титул чемпиона мира.", "Если у шахматиста во время игры зазвонит телефон, то ему автоматически засчитают поражение или назначат ничью, если противник в теории не мог уже победить.",
      "До XIX века черные по правилам тоже могли ходить первыми.", "В 2019 году Магнус Карлсен (действующий чемпион мира) записал видео против расизма, в котором черная фигура пошла первой.", "У историков популярна версия, что Иван Грозный умер за игрой в шахматы.", "В 1970 году была сыграна шахматная партия «Космос-Земля». Летчики «Союза-9» играли с другими летчиками на Земле по радио.", "Складную шахматную доску изобрел священник в XII веке. Церковь запрещала ему играть в шахматы, поэтому он придумал такую хитрость, как будто две книги лежат вместе.", "Когда игроки делают по четыре хода, то дальше есть более 318 миллиардов вариантов, как закончится партия.", "У Петра Секея рекорд по минимальному количеству ходов за турнир. 130 за 10 матчей.", "Шахматы были запрещены на антарктических станциях после того, как в 1959 году два ученых подрались после партии, а один из них даже ударил другого ледорубом.", "В 1999-м Гарри Каспаров играл против команды из более 50 тысяч участников из 75 стран (ходы выбирали большинством голосов). Он выиграл после 62 ходов. Партия длилась четыре месяца.", "В 2005 году в Рейкьявике на 14 тысяч жителей приходился один шахматный гроссмейстер.", "Уже существует нейросеть, которая за 72 часа учится играть в шахматы на уровне международного турнира.", "В Армении шахматы – школьный предмет.", ["Первый «шахматный автомат» был изобретен в 1769 году, чтобы впечатлить австрийскую королеву. Но он оказался мистификацией: играл не «механический турок», а карлик, который сидел в коробке и управлял фигурами на магнитах.", "static/img/facts/4.jpg"], "Легендарный учёный Алан Тьюринг написал первую в мире компьютерную программу для игры в шахматы в 1951 году. Так как в то время не было машины, способной обработать эту программу, для тестовой игры Тьюрингу пришлось самому выполнять алгоритмические вычисления, делая в несколько минут один ход.",
      "У Эхсана Гема Магами рекорд по количеству соперников за один день. Он сыграл сразу 604 партии: 580 выиграл, 16 свел к ничьей, 8 проиграл. ", "В шахматы можно играть и без захвата фигур. Известна партия, которая игралась без единого захвата фигур на протяжении 94 ходов.", "У Владимира Высоцкого есть две песни о шахматах: «Подготовка» и «Игра» (обе посвящены матчу Бориса Спасского и Роберта Фишера). Но Высоцкий не умел играть в шахматы, а некоторые термины и ситуации ему объяснил режиссер Станислав Говорухин.", ["Еще одна вариация доски. Гексагональные шахматы Владислава Глинского.", "static/img/facts/5.jpg"], "Суперкомпьютер Deep Blue дважды играл с Гарри Каспаровым – 1:1. А «Дисней» приобрела права на экранизацию пьесы по мотивам этого матча.", "Пушкин любил шахматы, и в «Евгении Онегине» есть строчки: «И Ленский пешкою ладью / Берет в рассеянье свою». На основе этого воссоздана целая партия Лариной и Ленского. "
    ],
    "debuts": {
      "Открытые дебюты": {
        "Венская партия": {
          "text": "Дебют начинается ходами 1.е4 е5 2. Кс3.\nВенская партия появилась благодаря изысканиям австрийских, а точнее венских шахматистов в девятнадцатом веке.\nБелые «присматривают» за полем d5 и готовятся начать активные действия ходом f2-f4.\nУ черных в позиции на диаграмме богатый выбор продолжений, однако наиболее самостоятельное значение имеет ход 2…Кf6\nХодом 2…Кf6 черные принимают вызов в борьбе за центр и готовят продвижение d7-d5 по аналогии с королевским гамбитом в противовес f2-f4.",
          "photo": "static/img/debuts/1.jpg"
        },
        "Дебют слона": {
          "text": "Партия начинается так: 1.е4 е5 2.Сс4\nЭтот дебют известен еще с незапамятных времен века 15-го. В средние века это был самый популярный дебют.\nСегодня дебют слона сильные игроки часто  выбирают с целью избежать русской партии. Надежды связаны с переходом в итальянскую партию, в выгодной для белых редакции.\nВ дебюте слона белые обычно стремятся сбить черных с известных путей и получить позицию с небольшим преимуществом в духе итальянской партии.",
          "photo": "static/img/debuts/2.jpg"
        },
        "Центральный дебют": {
          "text": "Основная идея центрального дебюта – перевести ферзя на королевский фланг, чаще всего на поле g3 и оказывать давление на пункт g7. Белые обычно делают длинную рокировку и стремятся организовать атаку.\nВ современной практике все же дебют встречается. На высоком уровне он был «замечен» в партиях Юдит Полгар, Яна Непомнящего.",
          "photo": "static/img/debuts/3.jpg"
        },
        "Русская партия": {
          "text": "Русская партия – один из открытых дебютов, начинающийся ходами 1.е4 е5 2.Кf3 Кf6\nОсобенность в том, что черные не защищают пешку е5 ходом 2…Кс6, а контратакуют белую пешку е4 ходом 2…Кf6. Черные не против разменять центральные пешки, с целью упростить позицию и определиться с пешечной структурой в центре.\nЭта дебютная система получила название «Русская» в честь русского мастера Петрова и имеет второе название — «защита Петрова».\nРусская партия имеет репутацию весьма надежного дебюта, подходящего шахматистам, предпочитающим позиционный стиль игры.",
          "photo": "static/img/debuts/4.jpg"
        },
        "Защита Филидора": {
          "text": "Начинается ходами 1.е4 е5 2. Кf3 d6.\nСтаринный дебют, введенный в практику Франсуа Филидором, — французским шахматистом, жившим в 18 веке.\nЗащита Филидора – не частый гость в партиях ведущих  шахматистов. Не потому, что это плохой дебют и легко опровергается. Просто позиции, возникающие после 2…d6, — относительно безопасны для белых. У черных прочная позиция, однако перспективы активной контригры не столь велики.\nБелые без особого риска могут получить пусть немного, но лучшую игру. Современных гроссмейстеров такие перспективы даже черными не очень устраивают.",
          "photo": "static/img/debuts/5.jpg"
        },
        "Итальянская партия": {
          "text": "Итальянская партия начинается так,  ходы по порядку: 1.e4 e5 2. Кf3 Кc6 3. Сc4 Сc5.\nПервые аналитические работы итальянских мастеров по этому началу появились еще в 16 веке. Отсюда и название. Перевод с итальянского Giuoco Piano означает «тихое начало».\nОсновные идеи итальянской партии достаточно просты и понятны. Именно поэтому этот дебют и рекомендуется начинающим.\nБелые нацеливаются слоном с4 на уязвимый пункт f7, имея ввиду в некоторых вариантах ход Кg5. Одновременно белые удобно располагают фигуры и имеют возможность образовать сильный центр.\nСледует заметить, что если черные выбирают другой ход, нежели 3… Сс5, — могут получаться другие дебюты. Например, при 3…Кf6 –защита двух коней.",
          "photo": "static/img/debuts/6.jpg"
        },
        "Шотландская партия": {
          "text": "Шотландская партия начинается так: 1.е4 е5 2.Кf3 Кс6 3.d4 ed 4.K:d4\nЭто серьезный дебют с хорошей позиционной основой.  Его  применяют на практике лучшие шахматисты уже почти два столетия.\nИдеология  шотландской партии следующая: белые «ликвидируют» пешку е5, препятствующую борьбе за центр. После размена пешек на поле d4, белые получают преимущество в пространстве, открывают диагонали  для слонов и могут удобно расположить свои фигуры. В данном случае потеря темпа (два хода конем) компенсируется осязаемыми позиционными плюсами: пространственным перевесом и преобладанием в центре.",
          "photo": "static/img/debuts/7.jpg"
        },
        "Дебют четырех коней": {
          "text": "Партия в дебюте четырех коней начинается так: 1.е4 е5 2.Кf3 Кf6 3.Kc3 Kc6.\nКак видите, проще некуда. С другой стороны все гениальное просто. Развитие коней в начале партии – весьма логичное решение, полагаю, вы знаете об этом.\nВ данном случае этой логике следуют как белые, так и черные. Порядок ходов конями, кстати, может быть иным. Дебют четырех коней часто возникает, когда белые не имеют желания играть русскую или испанскую партию.",
          "photo": "static/img/debuts/8.jpg"
        },
        "Испанская партия": {
          "text": "Испанская партия – самый популярный открытый дебют, начинающийся ходами 1.е4 е5 2.Кf3 Кс6 3. Сb5\nИстория «испанки» исчисляется несколькими веками. Еще в 1561 году испанский священнослужитель Риу Лопес исследовал и систематизировал варианты, получающиеся после хода 3.Сb5, что и послужило поводом для названия этого дебюта.\nОсновная задача белых в испанской партии – затруднить свободное развитие черных фигур, препятствовать расположению их на удобных позициях. Тем самым завладеть инициативой, заставляя черных парировать угрозы.\nХодом 3.Сb5 белые усиливают нажим на пункт е5. Черные должны постоянно считаться с возможностью С:с6 и взятием пешки на е5. Это не означает, что белые будут делать это прямолинейно следующим ходом. Например: после 3…а6 4.К:е5 Фd4 у черных хорошая игра.\nИспанская партия один из самых изученных дебютов. По наиболее популярным вариантам  проведены целые исследования и написаны книги.",
          "photo": "static/img/debuts/9.jpg"
        },
        "Дебют Понциани": {
          "text": "Этот древний, изрядно подзабытый на высоком и среднем уровне дебют, получается после ходов 1.е4 е5 2.Кf3 Кс6 3.с3\nАвтором дебюта считается итальянский шахматист Понциани, живший в 18 веке.Основная идея дебюта достаточно очевидна: белые намереваются создать пешечный центр посредством хода d4.\nОднако не все так просто для белых. Задержка с развитием позволяет черным предпринять своевременные контрмеры.\nВидимо по этой причине, в турнирной практике ведущих шахматистов дебют Понциани относительно редкий гость.",
          "photo": "static/img/debuts/10.jpg"
        }
      },
      "Полуоткрытые дебюты": {
        "Дебют Нимцовича": {
          "photo": "static/img/debuts/11.jpg",
          "text": "Дебют Нимцовича начинается ходами 1.е4 Кс6.\nШахматная идея дебюта – завязать фигурную игру в центре. В в практику этот дебют был введен Аро́ном  Нимцо́вичем, одним из самых известных шахматных теоретиков, исследователем и сильным практиком. Ранний выход коня на с6 скорее является проблемой для черных. Он часто попадает под бой при продвижении пешки ходом d4-d5 и потере темпа. Иногда белые могут связать коня ходом Сb5 в выгодной для себя редакции."
        },
        "Скандинавская защита": {
          "photo": "static/img/debuts/12.jpg",
          "text": "Скандинавская защита – полуоткрытый дебют, возникающий после начальных ходов 1.е4 d5.\nДебют известен достаточно давно, однако в серьезную практику ведущих шахматистов вошел только в начале-середине 20 века. Первым автором исследования скандинавской защиты был Карл Мизес – английский гроссмейстер. Его книга вышла в 1918 году.\nПервоначальное название скандинавской защиты «Центральный контргамбит» говорит само за себя. Черные намерены перехватить инициативу уже в самом начале партии. Черные не создают себе пешечных слабостей и их позиция достаточно прочна. В некоторых  вариантах возникает острая игра, требующая предварительной подготовки.\nИли же белые уклоняются от обострений, но ценой определенных уступок.\nВозможно по этим причинам скандинавская защита регулярно встречается в турнирах, в том числе гроссмейстерских."
        },
        "Защита Алехина": {
          "photo": "static/img/debuts/13.jpg",
          "text": "Защита Алехина – один из полуоткрытых дебютов, начинается ходами 1.е4 Кf6 2.е5\nТак играли еще задолго до Алехина. Однако всерьез к первому ходу конем стали относиться после того, как Александр Алехин применил его в Цюрихе на международном турнире. А затем разработал теоретические основы этого дебюта. Основная идея защиты Алехина: вызвать огонь на себя. Черные уступают центр и начинают его контратаковать. Территориальные приобретения  белых компенсируются заботами по их охране. Защита Алехина – корректный дебют и имеет немало сторонников на всех уровнях шахматного  мастерства: от гроссмейстера до любителя."
        },
        "Защита Пирца-Уфимцева": {
          "photo": "static/img/debuts/14.jpg",
          "text": "Если на доске сделаны ходы 1.е4 d6 2. d4 Kf6 3.Kc3 g6, перед вами защита Пирца-Уфимцева, один из популярных полуоткрытых дебютов.\nПоявилась она  в партиях на высоком уровне примерно на рубеже 19 и 20 веков.\nОсновной смысл защиты Пирца-Уфимцева – сознательно уступить центр и контратаковать его фигурами и подрывами пешками е,с и d. В защите Пирца-Уфимцева взоры  белых направлены  на королевский фланг. Они должны стремиться использовать преимущество в пространстве и развитии для быстрого развития инициативы.\nШансы черных в защите Пирца-Уфимцева – контратака в центре и на ферзевом фланге.\nНаименование этого дебюта связано с шахматистами, внесшими большой вклад в теорию и практику дебюта – гроссмейстером Пирцем и мастером Уфимцевым."
        },
        "Защита Каро-Канн": {
          "photo": "static/img/debuts/15.jpg",
          "text": "Получается дебют после хода 1. е4 с6. 2.d4 d5.\nДебют назван в честь немецких игроков Горацио Каро и Маркуса Канна, которые проанализировали дебют в 1886 году. Идеи этого дебюта схожи с французской защитой: черные временно уступают белым пространство, рассчитывая занять центр позже ходом d5. Разница в том, что в этом дебюте не будет проблемы плохого белопольного слона (как после 1. ...е6), но будет сложнее развить коня с b8."
        },
        "Французская защита": {
          "photo": "static/img/debuts/16.jpg",
          "text": "Еще один часто встречающийся полуоткрытый дебют — французская защита, которая возникает после ходов 1. е4 е6.\nИдеологическая основа дебюта достаточно убедительна. Черные не берут на себя обязательства «вести борьбу, не уступая ни пяди земли», а собираются контратаковать центр пешечными подрывами f7-f6 и с7-с5, а также фигурным давлением Сb4,Фb6, Кg8-е7-f5,Kc6.\nОднозначного ответа на вопрос, уравнивает ли французская защита шансы черных, — не существует. Споры об этом и о корректности этого дебюта не утихают и по сей день. И конца-края этим спорам в ближайшей перспективе не предвидится."
        },
        "Сицилианская защита": {
          "photo": "static/img/debuts/17.jpg",
          "text": "Самый популярный полуоткрытый дебют — сицилианская защита. В нем на первом ходу черные на 1. е4 отвечают 1. ...с5.\nИдея в том, что пешка с5 тоже контролирует центральную клетку е4, однако позиция не становится зеркальной, как в случае 1. е4 е5, и соперники развивают фигуры несимметрично. Также важно, что в сицилианской защите черные не испытывают проблем с защитой пункта f7: на выход слона 2. Сс4 можно сыграть 2. ...е6, не допуская угроз вилок или детского мата. Поэтому белые чаще всего не выводят слона на с4, а играют 2. Кf3 и затем 3. d4."
        },
        "Защита Оуэна": {
          "photo": "static/img/debuts/18.jpg",
          "text": "Защита Оуэна (Owen Defense) или Ферзевое фианкетто — шахматный дебют, начинающийся ходами 1. е4 b6.\nЭто полуоткрытый дебют ввел в практику Джон Оуэн – английский шахматный мастер, живший в 19 веке, один из сильнейших в своей стране в то время.\nКак и во многих других фланговых дебютах, черные сознательно уклоняются от борьбы за центр, предпочитая атаковать его с фланга. В этом дебюте чёрные уступают белым преимущество в центре и отстают в развитии, им очень непросто бороться за уравнение. Защита Оуэна, соответственно, имеет сомнительную репутацию. В настоящее время этот дебют применяется редко."
        },
        "Современная защита": {
          "photo": "static/img/debuts/19.jpg",
          "text": "Современная защита относится к полуоткрытым дебютам и возникает на доске после ходов 1.e4 g6 2.d4 Сg7.\nТакже зовется защитой Робача. Альтернативное название начало получило в честь австрийского шахматиста 20-го века Карла Робача, посвятившего три десятилетия его разработке.Настоящий дебют нередко рассматривается в общем контексте с защитой Пирца-Уфимцева из-за сильной схожести возникающих позиций. Принципиальное отличие заключается в том, что в Современной защите черные предпочитают либо повременить с выводом коня на f6, либо вовсе избрать другое поле для его развития.\nВарианты современной защиты часто используются в качестве «особых методов» игры на осложнения, попытка запутать противника.\nСовременная защита за черных встречалась в партиях Карлсена, Крамника, Карякина, Ароняна, Накамуры и многих других ведущих игроков."
        },
        "Вариант дракона": {
          "photo": "static/img/debuts/20.jpg",
          "text": "Вариант дракона – одно из разветвлений сицилианской защиты. Характеризуется обоюдоострой игрой со взаимными шансами.\n Возникает после ходов 1. e4 c5 2. Kf3 d6 3. d4 cd 4. K:d4 Kf6 5. Kc3 g6.\nНазвание дано русским шахматистом Ф. И. Дуз-Хотимирским из-за сходства расположения чёрных пешек с созвездием Дракона. Эту систему применяли и анализировали  Алехин, Ботвинник, Фишер, Карпов, Каспаров и много других шахматистов экстра — класса."
        }
      },
      "Закрытые и полузакрытые дебюты": {
        "Защита Грюнфельда": {
          "text": "Защита Грюнфельда начинается ходами 1.d4 Кf6 2.c4 g6 3.Кc3 d5.\nАвторство дебюта признано за австрийцем Эрнстом Грюнфельдом, гроссмейстером, начавшим первым применять такой порядок ходов за черных. Основная идея дебюта следующая: черные допускают образование белыми пешечного центра и пытаются сделать его объектом пешечного и фигурного давления.\n Дебют прочно входит в репертуар Карлсена, Ароняна, Каруаны, ранее Каспарова. Он один из самых почитаемых и популярных в среде шахматистов разного уровня, стремящихся к сложной, ассимитричной игре.",
          "photo": "static/img/debuts/21.jpg"
        },
        "Дебют ферзевых пешек": {
          "text": "Дебют ферзевых пешек относится к закрытым началам, возникает на доске после ходов 1.d4 d5 и объединяет в себе группу вариантов, в которых белые отказываются от раннего продвижения c2-c4.\nИными словами к дебюту ферзевых пешек относится все то, что не связано с попыткой белых сыграть ферзевый гамбит. Теория выделяет несколько принципиально разных систем, каждая из которых на сегодняшний день накопила немалый и широкий опыт применения и достаточную аналитическую проработку.",
          "photo": "static/img/debuts/22.jpg"
        },
        "Староиндийская защита": {
          "text": "Ходы староиндийской защиты: 1. d4 Кf6 2. c4 g6 3. Кс3 d6.\nЧерные не препятствуют созданию пешечного центра белыми, чем те в большинстве вариантов беззастенчиво пользуются. Главная идея староиндийской защиты – атака пешечного центра белых фигурами при своевременной поддержке пешечных контрударов е7-е5, f7-f5, в некоторых вариантах с7-с5. Это ассимитричный дебют, в котором черные пытаются реализовать собственный план контригры.\nВажная роль в развитии контригры черных отводится фиакетированному слону на g7. Не случайно его называют «староиндийским». Во многих вариантах белые пытаются разменять его на своего чернопольного слона даже ценой пары темпов.",
          "photo": "static/img/debuts/23.jpg"
        },
        "Защита Нимцовича": {
          "text": "Начальная табия дебюта получается после ходов: \n1.d4 Kf6 2.c4 e6 3.Kc3 Cb4\nСмысловое содержание дебюта – оказание фигурного давления на центр при поддержке подрывов пешками: с7-с5, а также е6-е5.\nЕще одна идея дебюта, — контроль над пунктом е4. Иногда черные используют идеи ферзевого гамбита и строят оборону с помощью d7-d5.\nЗащита Нимцовича прочно входила в дебютный репертуар почти всех чемпионов мира и многих выдающихся мастеров, что объясняется ее исключительной стратегической гибкостью и разнообразием схем, способных удовлетворить шахматиста любого стиля и характера.",
          "photo": "static/img/debuts/24.jpg"
        },
        "Новоиндийская защита": {
          "text": "Дебют начинаюется ходами:\n1. d4 Kf6 2. c4 e6 3. Kf3 b6.\nНовоиндийская защита, как самостоятельный дебют, — зародилась примерно в 20-х годах двадцатого века усилиями Нимцовича, Алехина, Боголюбова. Эти ведущие в то время шахматисты приняли дебют на вооружение, что привело к пристальному вниманию к новоиндийской остального шахматного мира. Первоначальная идея хода 3.Кf3 – избежать защиты Нимцовича. На базе этой идеи родилась мысль быстрейшего развития королевского фланга и временный отказ от борьбы за пункт е4. Черные, в свою очередь, фиакетируют ферзевого слона и воздерживаются от хода d5, стесняющего последнего. Именно слону отводится ключевая роль в борьбе за контроль над центральными полями е4 и d5.",
          "photo": "static/img/debuts/25.jpg"
        },
        "Защита Тарраша": {
          "text": "Закрытый дебют, стоящий на доске после 1.d4 d52.c4 e6 3.Kc3 c5\nАвтор дебюта, выдающийся шахматный исследователь  и теоретик Зигберт Тарраш начал применять такой порядок ходов в конце 19 века  и успешно его отстаивал в ряде международных турниров. Более того, он считал ход 3…с5 сильнейшим и единственно верным.\nЧерные допускают образование изолированной пешки d5, получая взамен относительно свободное развитие и фигурную игру",
          "photo": "static/img/debuts/26.jpg"
        },
        "Защита Чигорина": {
          "text": "Начинается ходами 1. d4 d5 2. c4 Кc6\nВ пику традиционным взглядам позиционной игры, черные игнорируют идею укрепления пункта d5. Они стремятся навязать открытую игру и оказывать давить на центр.\nЧигорин, человек творческой натуры, искал те, формы выражения своего стиля, которые несут не столько практические выгоды, сколько творческое удовлетворение.\nИдея Чигорина в дальнейшем нашла отражение и в других дебютах: защита Грюнфельда, новоиндийская защита, защита Нимцовича. Дебют входит в репертуар Иванчука, Рапорта, встречается в партиях Магнуса Карлсена. Ранее его применял Борис Спасский.",
          "photo": "static/img/debuts/27.jpg"
        },
        "Славянская защита": {
          "text": "Славянская защита – один из популярных закрытых дебютов, возникающих после 1.d4 d5 2.c4 c6\nЗамысел черных заключается в следующем:\nУкрепить ключевой пункт d5 ходом 2…с6 при этом оставив диагональ с8 – h3 открытой для выхода слона.\nХод 2…с6 создает возможности для наступления на ферзевом фланге путем d5:с4 и b7-b5\nИногда черные, в отличие от принятого ферзевого гамбита, могут удерживать пешку с4.",
          "photo": "static/img/debuts/28.jpg"
        },
        "Защита Боголюбова": {
          "text": "Защита Боголюбова получается следующим образом: 1. d4 Кf6 2. c4 e6 3. Кf3 Сb4+\nНа высоком уровне так начал играть примерно в 20 годах прошлого века Ефим Боголюбов, выдающийся русский шахматист, один из сильнейших игроков в мире в те годы. Собственно белые могут сыграть 4.Кс3 и перейти к защите Нимцовича.  Но есть и другие возможности: закрыться от шаха на поле d2. Конем или слоном.",
          "photo": "static/img/debuts/29.jpg"
        },
        "Дебют Рети": {
          "text": "Идея дебюта Рети – второй вариант, то есть давление на центр. Естественный начальный ход для такой системы – 1. Кf3, препятствующий е7-е5 и открывающий для белых весь спектр возможностей.\nТакой метод игры во многих дебютах применяется черными. В дебюте Рети белые часто играют, как будто с переменой цвета и лишним темпом.\n\nДебют Рети привлекателен богатством возможностей, представляющих собой своеобразный конгломерат различных идей, свойственных разным дебютам – ферзевому гамбиту, каталонскому началу, с переменой цвета – староиндийской защите, защите Бенони, защите Грюнфельда.",
          "photo": "static/img/debuts/30.jpg"
        }
    },
      "Шахматные гамбиты": {
        "Королевский гамбит": {
          "text": "Королевский гамбит начинается ходами 1. e2-e4 2.e7-e5 2.f2-f4\nРодословная королевского гамбита берет свое начало еще с эпохи Возрождения. Жив и здравствует этот дебют и по сей день.\nСмысл жертвы пешки в том, что:\nБелые захватывают центр ходом d2-d4, быстро развивают фигуры.\nПосле рокировки и устранения черной пешки f4, — открываются реальные перспективы атаки на пункт f7.\nОднако, ход 2.f4 имеет и свои минусы:\nОслабляется позиция белого короля. Например, уже на 3 ходу грозит шах ферзем на h4. Плюс черные получают какой-никакой, но материальный перевес, — пешку.\nБорьба быстро обостряется, требует конкретных решений и изобретательности в поисках скрытых ресурсов позиции.",
          "photo": "static/img/debuts/31.jpg"
        },
        "Латышский гамбит": {
          "text": "Латышский гамбит получается  следующим образом: 1. e4 e5 2. Кf3 f5\nВторой ход черных анализировался  и применялся еще в незапямятные времена, однако наименование гамбита было утверждено в 1937 году , отмечая клад латышских шахматистов и в первую очередь  К.Бетиньша.\nВ наше время латышский гамбит в турнирной практике встречается нечасто. Тем не менее, белые должны быть к нему готовы, ибо уклониться он гамбита довольно проблематично.\nВремя от времени гамбит появлялся и появляется в репертуаре сильных шахматистов, очевидно с целью преподнеси сюрприз сопернику. Например, его иногда играли за черных  Спасский, Корчной, Накамура.",
          "photo": "static/img/debuts/32.jpg"
        },
        "Контргамбит Винавера": {
          "text": "Итак 1.d4 d5 2.c4 c6 3.Kc3 e5\nАвтор гамбита известен тем, что будучи малоизвестным  шахматистом занял второе место в сильном турнире в Париже в 1867году, опередив гораздо более известных мастеров, в том числе Стейница.\nВ дальнейшем нечасто выступал в турнирах, но почти всегда успешно и пользовался весомым авторитетом в шахматном сообществе.Обратите внимание, что этот контргамбит возможен только при ходе белых 3.Кс3. Если белые делают гораздо более популярный ход  3.Кf3, применение «Винавера» по понятным причинам невозможно.\nОтсюда следуют некоторые ограничения, которые следует учитывать при изучении контргамбита и включении его в репертуар.",
          "photo": "static/img/debuts/33.jpg"
        },
        "Ферзевый гамбит": {
          "text": "Ферзевый гамбит – дебют, который возникает после ходов 1.d4 d5 2.c4. Является одним из основных закрытых дебютов и самым популярным ответом белых на 1…d5. В большинстве случаев игра носит глубоко позиционный характер.\nПользуясь правом первого хода белые занимают одно из центральных полей на доске путем 1.d4. Симметричным ответом 1…d5 черные препятствуют захвату белыми центра ходом 2.e4. Идея развиваться по аналогии с открытыми дебютами и играть 2.Кc3 выглядит пассивной, ведь пешка на d5 защищена ферзем и белые не создают таким образом угроз. А рассчитывать на 3.e4 не приходится, если черные играют 2…Кf6. Поэтому следует 2.c4, подрывая пункт d5. После того, как белые пропустили вперед пешку «c» выход коня на c3 с давлением на центральные поля уже имеет гораздо больше оснований.",
          "photo": "static/img/debuts/34.jpg"
        },
        "Контргамбит Фалькбеера": {
          "text": "Принято считать, контргамбит Фалькбеера характеризуется ходами: 1. e4 e5 2. f4 d5\nПо сути этот контргамбит – один из вариантов отказанного королевского гамбита.\nСамостоятельное же дебютное значение контргамбит Фалькбеера приобретает после хода 3.ed и ответа черных 3….е5-е4. Другие ходы белых и черных на третьем ходу приводят к другим дебютам, например:\n3.Кс3 – Венская партия\n3.ed.ef 4.Kf3 – гамбит коня\n3.ed c6 – контргамбит Нимцовича.\nИменно в ходе е5-е4 идея автора дебюта – австрийского мастера Э.Фалькбеера, жившего в Вене в 19 веке.",
          "photo": "static/img/debuts/35.jpg"
        },
        "Северный гамбит": {
          "text": "Северный гамбит, детище шахматистов из Дании, имеет в своей основе идеи шотландского гамбита. Правда датчане пошли еще дальше – предложили пожертвовать не одну, а сразу две пешки.\n1.е4 е5 2.d4 ed 3.c3 dc 4.Cc4\nНесмотря на свою внешнюю привлекательность, будем откровенны: северный гамбит не опасен для черных. При правильной игре они легко уравнивают шансы, а то и получают преимущество.\nКрасивые партии, завершавшиеся искрометными атаками белых, — следствие принципиально неверной игры черных.\nПо этой причине в серьезной турнирной практике северный гамбит довольно редкий гость.",
          "photo": "static/img/debuts/36.jpg"
        },
        "Волжский гамбит": {
          "text": "Волжский гамбит начинается следующим образом: 1. d4 Кf6 2. c4 c5 3. d5 b5\nНазвание этого дебюта предложил П.Романовский,  после первой серьезной опубликованной статьи про такой порядок ходов. Автор статьи – мастер Борис Аргунов из города Самары (тогда Куйбышев) , который как известно, стоит на Волге.\nОсновная идея волжского гамбита  достаточно проста. За пожертвованною пешку черные получают фигурное давление на ферзевый фланг белых по полуоткрытым линиям и диагонали а1-h8, занятую слоном g7.\nПреимуществом волжского гамбита можно считать тот факт, что контригра черных достаточно понятна и базируется на одном- двух стандартных планах и порядке ходов.",
          "photo": "static/img/debuts/37.jpg"
        },
        "Львовский гамбит": {
          "text": "Итак, львовский гамбит, он же гамбит Теннисона, он же гамбит Цукерторта, он же гамбит Лемберга.\nНачинается сей дебют следующим образом: 1. Кf3 d5 2. e4\nИстория возникновения и последующего «жонглирования» названиями датируется периодом 1910 – 1924 годами. Основная идея гамбита – вызвать тактические столкновения на ранней стадии, которые могут оказаться выгодными белым. Солидного позиционного обоснования такое начало не имеет.",
          "photo": "static/img/debuts/38.jpg"
        },
        "Гамбит Хэллоуин": {
          "text": "Хэллоуин гамбит начинается следующим образом: 1. e4 e5 2. Кf3 Кc6 3. Кc3 Кf6 4. Кxe5\nВместо того, чтобы использовать один из более традиционных подходов в дебюте «Четырёх коней», белые решают пожертвовать конём ради уничтожения центральной пешки чёрных! Белым удастся получить огромный пространственный перевес, но фигуры за это много. Основная идея гамбита – за фигуру белые получают подвижный пешечный центр и выигрывают пару темпов, отбрасывая черных коней восвояси после 4…К:е5 5.d4",
          "photo": "static/img/debuts/39.jpg"
        },
        "Шотландский гамбит": {
          "text": "Шотландский гамбит — популярное агрессивное продолжение, которое белые могут выбрать после розыгрыша Шотландской партии. Дебют начинается с 1. е4 е5 2. Кf3 Кc6 3. d4 exd4\nТеперь  4.К:d4 ведет классической шотландской партии, дебюту с оживленной фигурной игрой, в которой как у белых, так и у черных есть свои козыри.\nОднако есть и гамбитная трактовка этой системы, даже несколько трактовок, которые получили обобщенное название шотландский гамбит.\nА именно, в позиции на диаграмме белые могут избрать 4. с3 или 4.Сс4",
          "photo": "static/img/debuts/40.jpg"
        }
      }
    },
    "solving_puzzles": {
      "1": ["g2-g7", "Ставим мат."],
      "2": ["d1-a4", "Ставим мат."],
      "3": ["e4-h7", "Ставим шах, потом мы забираем ферзя."],
      "4": ["c6-h6", "Ставим шах."],
      "5": ["h7-e7", "Ставим мат."],
      "6": ["g7-g6", "Получается вилка на ферзя и ладью."],
      "7": ["e2-b5", "Ставим шах, потом забираем слона чернопольного."],
      "8": ["f8-f2", "Забираем ладью после отхода короля."],
      "9": ["f1-f8", "Противник вынужден забрать ладьёй, мы ставим мат ферзем g7."],
      "10": ["e5-g3", "Cтавим шах, слона забирают ладьей, а мы беспрепятственно забираем ферзя."],
      "11": ["f4-h6", "Cтавим мат."],
      "12": ["h4-h1", "Cтавим мат."],
      "13": ["f6-d6", "Cтавим шах и забираем слона."],
      "14": ["d8-a5", "Cтавим шах, после хода соперника забираем коня."],
      "15": ["c3-c8", "Слон забирает ферзя, мы забираем ферзя соперника, остаемся в выигрыше на 1 ладью."],
      "16": ["d4-e2", "Cтавим шах, после отхода короля забираем ферзя."],
      "17": ["e6-f7", "Cтавим мат."],
      "18": ["b5-f1", "Король отходит, забираем ладью."],
      "19": ["d5-f5", "Шах, единственный ход соперника - король на e3, после чего ставим мат ферзь e4"],
      "20": ["d6-h2", "Шах. После этого у противника единственный ход - король h1, после чего ставим мат\nконём на f2"]
    },
    "chess_dictionary": {
                "аванпост": "Аванпост — это клетка на шахматной доске, которая по ходу партии уже не сможет оказаться под боем пешки Вашего противника. Шахматный аванпост, который защищен пешкой игрока может стать прекрасной местом для шахматной ладьи, контролирующей открытую вертикаль.",
                "армагеддон": "«Армагеддон» — это решающая партия между двумя шахматистами в блиц (как правило, происходит на тай-брейке матча за чемпионский титул), которая играется на необычных условиях: белые имеют 5 минут на обдумывание всех ходов в своей партии, а черные только 4 минуты, однако белых устраивает только выигрыш, ведь в случае ничьей участник, играющий черным цветом, будет признан победителем.",
                "атака": "Атака — имеет два понятия. В тактическом обозначает прямое нападение на шахматные фигуры противника. В стратегическом подразумевает наступление на каком-либо участке шахматной доски или по всей доске по определенному плану.",
                "атакёр": "Атакёр — шахматист, играющий в остро-атакующем стиле.",
                "батарея": "Батарея — две (или более) шахматные фигуры, объединение которых усиливает потенциал шахматной атаки. К примеру, батарея «ферзь + слон», «ладья + ферзь» и так далее.",
                "баранка": "Баранка (бублик) — поражение, ноль в таблице турнира.",
                "белоцветчик": "Белоцветчик — игрок, который сильно играет белыми фигурами и заметно слабее - чёрными.",
                "бешеная фигура": "Бешеная фигура — фигура, которую многократно приносят в жертву, чтобы создать на доске пат. Пример бешенства ладьи в этюде.",
                "блиц": "Блиц — молниеносная игра в шахматы, при которой используется укороченный контроль времени обдумывания своих ходов (как правило, 5 минут каждому из соперников на всю партию, есть и по 3 минуты, а также по 1). Игрок, который просрочит время, получит мат, сделает невозможный ход, автоматически проигрывает.",
                "блокада": "Блокада — стратегия ограничения подвижности шахматного войска (пешек и фигур) противника.",
                "блокер": "Блокер — фигура, которая блокирует своим положением продвижение вражеской пешки.",
                "взятие на проходе": "Взятие на проходе — Взятие пешкой пешки противника на поле, которое она пересекла, делая свой «двойной ход». Возможно лишь в том случае, когда пешка находится на 5-й (для белых пешек) или 4-й (для чёрных пешек) горизонтали и пешка противника, делая двойной ход, пересекает поле, находящееся под боем у данной пешки.",
                "вилка": "Вилка — ход, после которого под боем оказываются две (и более) шахматные фигуры противника.",
                "гарде": "Гарде (фр. gardez «берегите(сь)») — нападение на ферзя (устаревшее; объявление «гарде» не обязательно).",
                "голый король": "Голый король — незащищенный собственными фигурами король.",
                "гроб": "Гроб — (безнадега, горшок, жбан, труба, ящик) - ужасающе плохая и безнадежная шахматная позиция.",
                "дальнобойная фигура": "Дальнобойная фигура — ферзь, ладья, слон.",
                "детский мат": "Детский мат — мат в дебюте, который обычно получает начинающий (ребенок). Основная идея — объявить мат ферзём и слоном на поле f7 (f2) (то есть жертвой могут оказаться как белые, так и черные). Схема Д.м. характеризуется примерно такими ходами: 1.e4 e5 2.Фf3 Kc6 3.Cc4 d6 4.Ф:f7X.",
                "дыра": "Дыра — слабое поле.",
                "длинная рокировка": "Длинная рокировка — помимо общепринятого значения, имеет и другой смысл: три поражения подряд. Возникло от обозначения 0-0-0.",
                "дрова": "Дрова (дровишки) — слабые пешки.",
                "ёж": "Ёж — возникающая во многих дебютах пешечная структура, в которой пешки стоят по шестой (третьей) горизонтали.",
                "жертва": "Жертва — неэквивалентный размен, отдача какого-либо материала (пешки, фигуры, нескольких фигур) для получения решающего (или позиционного) преимущества, для объявления мата или сведения игры вничью. Жертва может также иметь целью захват (перехват) инициативы, получение компенсации в виде контроля над центром или ключевыми полями и т. п.",
                "шахматная задача": "Задача шахматная — произведение шахматной композиции, решение которой предполагает нахождение строго единственного пути для объявления мата слабейшей стороне в обозначенное число ходов. В зависимости от числа ходов, необходимых для решения, задачи делятся на двухходовки, трёхходовки и многоходовки.",
                "забор": "Забор — пешечная цепь.",
                "засада": "Засада — ситуация, в которой дальнобойная фигура располагается за своей или чужой фигурой (фигурами). Действие дальнобойной фигуры проявляется только после перемещения стоящей перед ней фигуры (фигур).",
                "заснуть": "Заснуть — надолго задуматься.",
                "зевок": "Зевок — грубый просмотр, ошибка, результатом которой становится потеря той или иной шахматной фигуры либо пешки, чаще всего приводящий к проигрышу партии.",
                "комбинационное зрение ": "Зрение комбинационное (тактическое) — умение увидеть таящиеся в позиции возможности, получить преимущество с помощью тех или иных жертв материала.",
                "изолятор": "Изолятор — изолированная пешка, пешка на соседних вертикалях которой нет своих пешек.",
                "испортить прическу": "Испортить прическу — разрушить монолитность пешечного построения.",
                "капкан": "«Капкан» — ловушка, приводящая «попавшуюся» сторону к неизбежной потере ферзя или другой фигуры.",
                "кингчесс": "Кингчесс — разновидность шахмат, основанная на пустой доске в начале партии. В процессе партии соперники постепенно выставляют свои фигуры на доску.",
                "комбинация": "Комбинация — форсированный вариант с жертвой (определение принадлежит М. М. Ботвиннику).",
                "комбинат": "Комбинат — эффектная комбинация.",
                "короткая рокировка": "Короткая рокировка — помимо общепринятого значения, имеет и другой смысл% два поражения подряд. Возникло от обозначения 0-0.",
                "крепость": "Крепость — разновидность ничейных позиций в эндшпиле, при которой сильнейшая сторона не может одержать победу даже при наличии большого материального преимущества (например, некоторые позиции, при которых ладья с пешкой образуют неприступную крепость против ферзя).",
                "лавирование": "Лавирование — маневры позиционного характера, в ходе которых поддерживается общее напряжение, неопределённость, и стороны не обнаруживают до конца своих намерений.",
                "мат": "Мат — в шахматах ситуация, когда король находится под шахом и нет возможности этого шаха избежать.",
                "мельница": "Мельница — типовая комбинация с последовательным чередованием шахов и вскрытых шахов, объявляемых атакующей стороной. Именно мельница в партии с Эм. Ласкером прославила мексиканского гроссмейстера Карлоса Торре на турнире в Москве в 1925 г.",
                "миттельшпиль": "Миттельшпиль — середина, основная часть шахматной партии, обычно следующая за дебютом. Массированные размены в дебюте могут приводить к тому, что игра из дебюта сразу переходит в эндшпиль.",
                "мишень": "Мишень — фигура или поле, которые являются объектом комбинации или атаки.",
                "ничья": "Ничья — результат шахматной партии, в которой никто из игроков не смог одержать победу. За ничью каждый игрок получает по пол-очка.",
                "навес": "Навес — удар.",
                "открытая линия": "Открытая линия — вертикаль шахматной доски, свободная от пешек.",
                "пат": "Пат — позиция, в которой какой-либо стороне не объявлен шах, но она не имеет возможности сделать ход.",
                "пешка": "Пешка — минимальная боевая единица в шахматах, одновременно — базовая единица измерения шахматного материала (в среднем лёгкая фигура равна трём пешкам, ладья — пяти и т. п.). Ф. Филидор называл пешки «душой шахмат».",
                "позиция": "Позиция (поза) — положение, случившееся в практической партии или представляющее задание в шахматной композиции. Умение адекватно оценивать позицию представляет собой одну из необходимых составляющих шахматного мастерства.",
                "провисать": "Провисать — оказываться без защиты.",
                "преимущество": "Преимущество — превосходство над позицией противника в одном из компонентов (материальное или позиционное преимущество).",
                "размен": "Размен — ход (серия ходов), при котором (которых) стороны осуществляют обмен примерно равноценным материалом (размен лёгкой фигуры на лёгкую фигуру, пешки на пешку, лёгкой фигуры на три пешки, ферзя на две ладьи или три лёгких фигуры и т. п.). В свое время М. М. Ботвинник определил содержание шахматной игры как обобщенный размен.",
                "рейтинг": "Рейтинг — текущий уровень относительной силы шахматиста, выражаемый в числовом коэффициенте (с 1972 — коэффициент Эло по имени Арпада Эло, предложившего методику расчётов и использования коэффициентов). Уровень мастера ФИДЕ — от 2300, международного мастера — от 2400. Уровень гроссмейстера — от 2500 и выше. Гроссмейстеры экстра-класса — от 2600 и даже от 2700 и выше.",
                "рокировка": "Рокировка — ход в шахматной партии, имеющий целью увести короля из центра; при короткой рокировке король эвакуируется на королевский фланг, при длинной — на ферзевый. При осуществлении рокировки король переносится через одно поле (соответственно, для белого короля на поля g1 (при короткой рокировке) или c1 (при длинной)), ладья ставится на то поле, через которое «перепрыгнул» король. Рокировка может производиться только, если ни ладья ни король до рокировки не делали ходов, и ни одно из полей между полями, занимаемыми королём и ладьёй, не занято другими фигурами, королю не объявлен шах и ни одно из полей на его пути (то, которое он пересекает, делая ход, и то, на которое он ходит) не находится под боем.",
                "связка": "Связка — положение, когда фигура не может сделать ход из-за того, что после её хода поле, на котором стоит король, будет атаковано. Связанной может также быть фигура, ход которой приведет к потере ферзя или проигрышу качества.",
                "темп": "Темп — 1) ритм игры; 2) отдельный ход (в этом смысле потеря темпа — лишний ход, то есть потеря времени).",
                "тычок": "Тычок — пешечный удар.",
                "тяжелые фигуры": "Тяжелые фигуры — это самые сильные фигуры в шахматах: ферзь и ладья.",
                "угроза": "Угроза — нападение на один из объектов позиции неприятеля с созданием реальной опасности для его положения.",
                "фаланга": "Фаланга — пешечная цепь.",
                "фейерверк": "Фейерверк — каскад жертв при осуществлении комбинации.",
                "ход": "Ход — передвижение фигуры или пешки с одного поля на другое. Ход считается сделанным, если игрок поставил фигуру или пешку на поле и отпустил её. Ходы шахматной партии, сыгранной в официальных соревнованиях, записываются посредством шахматной нотации. В случае рокировки и взятия в ходе могут участвовать две фигуры. См. также полуход.",
                "ценность фигур": "Ценность фигур — значение фигуры в шахматной борьбе. Ценность фигур может быть абсолютная и относительная, например конь примерно равноценен слону или трем пешкам, две ладьи — ферзю, ферзь — трем легким фигурам, ладья — легкой фигуре и двум пешкам. Это абсолютная ценность фигур.",
                "цугцванг": "Цугцванг — это положение на шахматной доске, при котором любой ход ведет к проигрышу или ухудшению позиции.",
                "часы шахматные": "Часы шахматные — особая разновидность часов, в которых совмещены два циферблата и при совершении хода особый механизм переключает часы таким образом, что идут часы того, кто обдумывает ход. Нехватка времени вызывает цейтнот, а его исчерпание (в случае, если не сделано предусмотренное количество ходов) означает просрочку времени и поражение.",
                "шах": "Шах — позиция, в которой король атакован вражеской фигурой или пешкой.",
                "двойной шах": "Двойной шах — позиция, в которой королю объявляют шах сразу две фигуры.",
                "шахматная композиция": "Шахматная композиция — область шахматного искусства, в которой художники (шахматные композиторы) составляют позиции (задачи и этюды), в которых те или иные идеи, принципы и приемы выражаются в чистом виде и имеют ярко выраженную эстетическую окраску.",
                "эстетика шахмат": "Эстетика шахмат  — способность шахматной игры доставлять эстетическое удовольствие (красота и парадоксальность возникающих в ходе игры позиций, красота замысла, красота отдельного хода или партии в целом, красота борьбы и т. п.).",
                "эндшпиль": "Эндшпиль — заключительный этап шахматной партии.",
                "этюд шахматный": "Этюд шахматный — произведение шахматной композиции, искусственно составленная позиция, в которой необходимо найти единственно верный путь (как правило, неочевидный, парадоксальный) для достижения поставленной задачи (достижение выигрыша или ничьей)."
    }
}